@extends('student/app')
@section('script')

@endsection

@section('content')
<div class="py-5 text-center">
    <img class="d-block mx-auto mb-4" src="{{asset('images/khibrat-logo.png')}}" alt="أكاديمية خبرات">
    <h2>نموذج تقديم الطلب</h2>
</div>
<div class="row">
    <div class="col-sm-12">
        <ul class='timeline'>
            <li class='active'>الموافقةعلى الشروط</li>
            <li>البيانات الشخصية</li>
            <li>الخطوة الثانية</li>
            <li>الخطوة الثالثة</li>
            <li>الخطوة الرابعة</li>
        </ul>
    </div>
</div>

<div class="row g-3">
    <div class="col-md-12 col-lg-12">
        <h4 class="mb-3"> تعهد وإقرار </h4>
        <h5>أنا الطالب :</h5>
        <ul>
            <li>أقر بأن جميع المعلومات المدونة في هذه الاستمارة صحيحة.
            </li>
            <li>أتعهد باستيفاء كافة الوثائق والشروط المطلوبة للقبول.
            </li>
            <li>أعلم أن تقديم أي معلومات خاطئة أو مخالفة قوانين الدولة أو نظام الكلية يلزم منه الايقاف المؤقت أو الدائم
                عن الدراسة بقرار إدارة الكلية .
            </li>
            <li>أتعهد الالتزام بالإنتظام في الدراسة والقيام بكافة المتطلبات الدراسية في ضوء القواعد والمواعيد المنظمة
                لبدء التسجيل و الدراسة ونهايتها ، وذلك وفقاً للأحكام الواردة باللوائح والأنظمة السارية بالكلية .
            </li>
            <li>أتعهد باحترام أعضاء هيئة التدريس والموظفين والعمال من منسوبي الكلية وغيرهم من منسوبي الشركات المتعاقدة
                مع الكلية، وغيره من الطلاب، وعدم التعرض لهم بالإيذاء بالقول أو الفعل بأي صورةٍ كانت .
            </li>
            <li>أتعهد باحترام الأنظمة والقوانين المتعلقة بسير المحاضرات والانتظام والنظام فيها، وتحقيق نسبة حضور 80% على
                الأقل وفقاً للوائح والنظم .
            </li>
            <li>أتعهد عند إعداد البحوث والمتطلبات الدراسية الأخرى للمقررات بعدم الغش بأي صورة كانت، أو نسبة عمل الغير
                إليّ، أو اللجوء إلى أي وسائل غير مشروعة لإعداد تلك البحوث والتقارير والأوراق والدراسات أو غيرها من
                المتطلبات الأساسية للمقرر.
            </li>
            <li>أتعهد الالتزام بالأنظمة والقوانين المتعلقة بالاختبارات والنظام فيها وعدم الغش أو محاولته أو المساعدة في
                ارتكابه بأي صورةٍ من الصور أو التصرفات أو انتحال الشخصية أو التزوير أو إدخال مواد أو أجهزة ممنوعة في
                قاعة الاختبار.
            </li>
            <li>أتعهد بدفع كافة الرسوم الدراسية وفق التعليمات والشروط الصادرة من إدارة أكاديمية خبرات (مكتب التسجيل
                والتمثيل لكلية الدعوة الجامعية ) .
            </li>
        </ul>
        <hr>
        <h5> شروط التسجيل بمرحلة الماجستير / السنة الأولى – قسم التفسير وعلوم القرآن :
        </h5>
        <ol>
            <li> تحقيق نسبة حضور 95%.</li>
            <li> إتمام حفظ القرآن الكريم كاملا، أو عشرون جزءا على الأقل .
            </li>
            <li> النجاح في امتحان المقابلة .
            </li>
            <li> تقديم كافة الأوراق الأصلية المطلوبة للتسجيل .
            </li>
            <li> الالتزام التام بنظام البحث العلمي ومتطلباته المقررة في نظام الكلية .
            </li>
            <li> دفع الرسوم الدراسية المحددة ( 1400 $ ) .
            </li>
        </ol>
        <hr>
        <h5> شروط التسجيل بمرحلة الماجستير / السنة الأولى – قسم الاقتصاد الإسلامي – قسم التربية والحضارات – قسم القانون
            والفقه وأصوله :
        </h5>
        <ol>
            <li> تحقيق نسبة حضور 90%.
            </li>
            <li> النجاح في امتحان المقابلة .
            </li>
            <li> تقديم كافة الأوراق الأصلية المطلوبة للتسجيل .
            </li>
            <li> الالتزام التام بنظام البحث العلمي ومتطلباته المقررة في نظام الكلية .
            </li>
            <li> دفع الرسوم الدراسية المحددة ( 1200 $ ) .
            </li>
        </ol>
    </div>
</div>
<hr>
<div class="row g-3">
    <form action="{{ route('terms') }}" method="post">
        @csrf
        <div class="col-sm-12">
            <div class="form-check">
                <input type="checkbox" class="form-check-input" id="terms" name="terms" onchange="document.getElementById('submit_button').disabled = !this.checked;">
                <label class="form-check-label" for="terms"  >أوافق على الشروط</label>
            </div>
        </div>
        <hr class="my-4">
        <button class="w-100 btn btn-primary btn-lg" type="submit" id="submit_button" disabled >متابعة</button>
    </form>
</div>


@endsection
 

